{
  "plants": [
    {
      "id": 1,
      "plantName": "Echinocereus Cactus",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "cactus",
      "price": "139.99",
      "isInSale": true,
      "discountPercentage": 20,
      "plantLabel": "indoor",
      "features": "Species: Echinocereus spp. Mature Size: Varies by species, typically ranging from 4 to 12 inches (10-30 cm) in height. Blooming Season: Typically spring or summer, with flowers lasting several days to weeks. Pot Size: Available in various pot sizes to suit your preference and needs. Shipping: Our Echinocereus Cacti are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "Ladyfinger cactus (Echinocereus pentalophus) is also known as Alice, Devil's Fingers, and Dog Tail. It needs bright sunlight, light fertilizer, and is prone to root rot. The root system is shallow and weak. Aphids and mealybugs are also a danger. Avoiding wet soil can help with success with a ladyfinger cactus."
    },
    {
      "id": 2,
      "plantName": "Monstera deliciosa",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "liliopsida",
      "price": "10",
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "indoor",
      "features": "Gosta de luz, o local escolhido precisa ter claridade. Espaços com meia sombra e iluminação indireta são uma boa opção para ela. Tome cuidado com o sol forte.",
      "description": "A costela-de-adão é uma planta da família das aráceas. Possui folhas grandes, cordiformes, penatífidas e perfuradas, com longos pecíolos, flores aromáticas, em espádice comestível, branco-creme, com espata verde, e bagas amarelo-claras."
    },
    {
      "id": 3,
      "plantName": "Orchidaceae",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "magnoliophyta",
      "price": "90",
      "isInSale": true,
      "discountPercentage": 10,
      "plantLabel": "indoor",
      "features": "Elas podem florir até três vezes por ano e suas flores duram até três meses. As cores dessa flor variam: branca, rosa, azul, roxa, e há também versões híbridas. As orquídeas brancas são as mais comuns. E a orquídea amarela é rara, sendo mais difícil de encontrar.",
      "description": " Apresentam muitíssimas e variadas formas, cores e tamanhos e existem em todos os continentes, exceto na Antártida, predominando nas áreas tropicais."
    },
    {
      "id": 4,
      "plantName": "Maranta Araruta",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "arundinacea",
      "price": "119.50",
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "outdoor",
      "features": "Cresce melhor com temperaturas de 23°C a 29°C. É uma planta perene que cresce entre 0,3 m e 1,5m. Flores brancas florescem ao redor de 90 dias após plantadas. Os rizomas são de formato cilindrico e crescem de 20cm a 45cm de comprimento.",
      "description": "Ela é uma planta grande, perene, encontrando originalmente em florestas tropicais das Americas, mas cultivada em regiões tropicais pelo mundo todo. A planta raras vezes produz sementes e a reprodução tipicamente é feita ao plantar parte de um rizoma que já está brotando."
    },
    {
      "id": 5,
      "plantName": "Sansevieria Trifasciata",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "liliopsida",
      "price": "109.90",
      "isInSale": true,
      "discountPercentage": 5,
      "plantLabel": "outdoor",
      "features": "It grows best at temperatures between 23°C and 29°C. It is a perfect plant for decoration and does not need to be watered frequently. In winter, it is important to reduce the amount of water, with a space of 20 days between one watering and another. ",
      "description": "This plant became known due to some beliefs regarding its protective power and also because it is a species that does not require daily care."
    }
  ]
}