{
  "plants": [
    {
      "id": 1,
      "plantName": "Echinocereus Cactus",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "cactus",
      "price": 139.99,
      "isInSale": true,
      "discountPercentage": 20,
      "plantLabel": "indoor",
      "features": "Species: Echinocereus spp. Mature Size: Varies by species, typically ranging from 4 to 12 inches (10-30 cm) in height. Blooming Season: Typically spring or summer, with flowers lasting several days to weeks. Pot Size: Available in various pot sizes to suit your preference and needs. Shipping: Our Echinocereus Cacti are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "Ladyfinger cactus (Echinocereus pentalophus) is also known as Alice, Devil's Fingers, and Dog Tail. It needs bright sunlight, light fertilizer, and is prone to root rot. The root system is shallow and weak. Aphids and mealybugs are also a danger. Avoiding wet soil can help with success with a ladyfinger cactus."
    },
    {
      "id": 2,
      "plantName": "plant",
      "plantSubtitle": "subtitle",
      "plantType": "plant type",
      "price": 10,
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "outdoor",
      "features": "Features here",
      "description": "Description here"
    },
    {
      "id": 3,
      "plantName": "PlantNametwo",
      "plantSubtitle": "subtitletwo",
      "plantType": "plant typetwo",
      "price": 50,
      "isInSale": true,
      "discountPercentage": 3,
      "plantLabel": "indoor",
      "features": "Features planttwo here",
      "description": "Description planttwo here"
    },
    {
      "id": 4,
      "plantName": "Aloe Vera",
      "plantSubtitle": "The Healing Succulent",
      "plantType": "succulent",
      "price": 25.0,
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "indoor",
      "features": "Species: Aloe barbadensis. Mature Size: Up to 24 inches (60 cm) in height. Blooming Season: Summer. Pot Size: 6-inch (15 cm) pot. Shipping: Secure packaging to ensure the plant arrives in perfect condition.",
      "description": "Aloe Vera is known for its medicinal properties. It requires bright, indirect sunlight and minimal watering. Perfect for homes and offices."
    },
    {
      "id": 5,
      "plantName": "Fiddle Leaf Fig",
      "plantSubtitle": "A Stylish Indoor Tree",
      "plantType": "tree",
      "price": 85.99,
      "isInSale": true,
      "discountPercentage": 10,
      "plantLabel": "indoor",
      "features": "Species: Ficus lyrata. Mature Size: Up to 6 feet (1.8 meters) indoors. Blooming Season: Does not typically bloom indoors. Pot Size: 10-inch (25 cm) pot. Shipping: Delivered with care to ensure healthy arrival.",
      "description": "The Fiddle Leaf Fig is popular for its large, glossy leaves. It needs bright, indirect light and moderate watering. Ideal for adding a touch of greenery to any space."
    },
    {
      "id": 6,
      "plantName": "Snake Plant",
      "plantSubtitle": "The Low Maintenance Marvel",
      "plantType": "succulent",
      "price": 30.0,
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "indoor",
      "features": "Species: Sansevieria trifasciata. Mature Size: Up to 3 feet (90 cm) tall. Blooming Season: Rarely blooms indoors. Pot Size: 8-inch (20 cm) pot. Shipping: Expertly packaged for safe delivery.",
      "description": "Snake Plants are known for their hardiness and air-purifying qualities. They thrive in low light and require minimal watering, making them perfect for beginners."
    },
    {
      "id": 7,
      "plantName": "Monstera Deliciosa",
      "plantSubtitle": "The Tropical Beauty",
      "plantType": "vine",
      "price": 45.0,
      "isInSale": true,
      "discountPercentage": 5,
      "plantLabel": "indoor",
      "features": "Species: Monstera deliciosa. Mature Size: Up to 10 feet (3 meters) indoors. Blooming Season: Rarely blooms indoors. Pot Size: 12-inch (30 cm) pot. Shipping: Carefully packaged to ensure plant health.",
      "description": "Monstera Deliciosa, also known as the Swiss Cheese Plant, is famous for its large, perforated leaves. It requires bright, indirect light and regular watering."
    },
    {
      "id": 8,
      "plantName": "Peace Lily",
      "plantSubtitle": "Elegant and Easy to Care For",
      "plantType": "flowering",
      "price": 20.0,
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "indoor",
      "features": "Species: Spathiphyllum. Mature Size: Up to 3 feet (90 cm) tall. Blooming Season: Year-round, with optimal blooming in spring. Pot Size: 8-inch (20 cm) pot. Shipping: Secure packaging to maintain plant integrity.",
      "description": "Peace Lilies are known for their beautiful white blooms and air-purifying abilities. They thrive in low light and require consistent moisture."
    },
    {
      "id": 9,
      "plantName": "Jade Plant",
      "plantSubtitle": "A Symbol of Prosperity",
      "plantType": "succulent",
      "price": 35.0,
      "isInSale": true,
      "discountPercentage": 15,
      "plantLabel": "indoor",
      "features": "Species: Crassula ovata. Mature Size: Up to 3 feet (90 cm) tall. Blooming Season: Winter. Pot Size: 6-inch (15 cm) pot. Shipping: Packaged with care to ensure safe arrival.",
      "description": "Jade Plants are popular for their thick, fleshy leaves and ease of care. They prefer bright light and infrequent watering."
    },
    {
      "id": 10,
      "plantName": "Rubber Plant",
      "plantSubtitle": "A Robust Indoor Tree",
      "plantType": "tree",
      "price": 40.0,
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "indoor",
      "features": "Species: Ficus elastica. Mature Size: Up to 8 feet (2.4 meters) indoors. Blooming Season: Does not typically bloom indoors. Pot Size: 10-inch (25 cm) pot. Shipping: Carefully packaged for safe arrival.",
      "description": "The Rubber Plant is valued for its large, glossy leaves and robustness. It requires bright, indirect light and moderate watering."
    },
    {
      "id": 11,
      "plantName": "ZZ Plant",
      "plantSubtitle": "The Indestructible Plant",
      "plantType": "succulent",
      "price": 22.0,
      "isInSale": true,
      "discountPercentage": 10,
      "plantLabel": "indoor",
      "features": "Species: Zamioculcas zamiifolia. Mature Size: Up to 3 feet (90 cm) tall. Blooming Season: Rarely blooms indoors. Pot Size: 8-inch (20 cm) pot. Shipping: Securely packaged to ensure safe delivery.",
      "description": "The ZZ Plant is known for its ability to thrive in low light and neglect. It has attractive, waxy leaves and requires very little water."
    },
    {
      "id": 12,
      "plantName": "Pothos",
      "plantSubtitle": "The Versatile Vine",
      "plantType": "vine",
      "price": 18.0,
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "indoor",
      "features": "Species: Epipremnum aureum. Mature Size: Vining, up to 10 feet (3 meters) or more. Blooming Season: Does not typically bloom indoors. Pot Size: 6-inch (15 cm) pot. Shipping: Packaged with care to ensure plant health.",
      "description": "Pothos is a versatile and easy-to-care-for vine, ideal for hanging baskets or as a trailing plant. It thrives in a variety of light conditions and requires minimal watering."
    }
  ]
}
