{
  "plants": [
    {
      "id": 1,
      "plantName": "Echinocereus Cactus",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "cactus",
      "price": "139.99",
      "isInSale": true,
      "discountPercentage": 20,
      "plantLabel": "indoor",
      "features": "Species: Echinocereus spp. Mature Size: Varies by species, typically ranging from 4 to 12 inches (10-30 cm) in height. Blooming Season: Typically spring or summer, with flowers lasting several days to weeks. Pot Size: Available in various pot sizes to suit your preference and needs. Shipping: Our Echinocereus Cacti are carefully packaged and shipped with the utmost care to ensure they arrive in excellent condition.",
      "description": "Ladyfinger cactus (Echinocereus pentalophus) is also known as Alice, Devil's Fingers, and Dog Tail. It needs bright sunlight, light fertilizer, and is prone to root rot. The root system is shallow and weak. Aphids and mealybugs are also a danger. Avoiding wet soil can help with success with a ladyfinger cactus."
    },
    {
      "id": 2,
      "plantName": "Monstera deliciosa",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "liliopsida",
      "price": "10",
      "isInSale": false,
      "discountPercentage": 0,
      "plantLabel": "indoor",
      "features": "Gosta de luz, o local escolhido precisa ter claridade. Espaços com meia sombra e iluminação indireta são uma boa opção para ela. Tome cuidado com o sol forte.",
      "description": "A costela-de-adão é uma planta da família das aráceas. Possui folhas grandes, cordiformes, penatífidas e perfuradas, com longos pecíolos, flores aromáticas, em espádice comestível, branco-creme, com espata verde, e bagas amarelo-claras."
    },
    {
      "id": 3,
      "plantName": "Orchidaceae",
      "plantSubtitle": "A Majestic Addition to Your Plant Collection",
      "plantType": "magnoliophyta",
      "price": "90",
      "isInSale": true,
      "discountPercentage": 10,
      "plantLabel": "indoor",
      "features": "Elas podem florir até três vezes por ano e suas flores duram até três meses. As cores dessa flor variam: branca, rosa, azul, roxa, e há também versões híbridas. As orquídeas brancas são as mais comuns. E a orquídea amarela é rara, sendo mais difícil de encontrar.",
      "description": " Apresentam muitíssimas e variadas formas, cores e tamanhos e existem em todos os continentes, exceto na Antártida, predominando nas áreas tropicais."
    },
    {
      "id": 4,
      "plantName": "Sansevieria trifasciata",
      "plantSubtitle": "Sansevieria trifasciata",
      "plantType": "Sansevieria trifasciata",
      "price": "50",
      "isInSale": true,
      "discountPercentage": 5,
      "plantLabel": "outdoor",
      "features": "Afric original",
      "description": "Linked by many to the mystic the sword of Saint George is a beautiful plant that is very popular"
    },
    {
      "id": 5,
      "plantName": "Peace Lily",
      "plantSubtitle": "Spathiphyllum",
      "plantType": "Indoor Plant",
      "price": "85",
      "isInSale": true,
      "discountPercentage": 10,
      "plantLabel": "indoor",
      "features": "Low light tolerant Air purifier Low maintenance",
      "description": "Peace Lily is a popular indoor plant known for its air purifying properties and beautiful white blooms It thrives in low light conditions and requires minimal care making it perfect for home or office environments"
    }
  ]
}
